Repository: Wrexist/Atlas
Catalog: localization/Localizable.translated.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, zh_hans

source: 3 days free
ar: 3 أيام مجانا
de: 3 Tage kostenlos
es: 3 días gratis
fr: 3 jours gratuits
ja: 3日間無料
ko: 3일 무료
pt_br: 3 dias grátis
ru: 3 дня бесплатно
zh_hans: 3天免费

source: 7-day avg
ar: متوسط 7 أيام
de: 7-Tage-Durchschnitt
es: Promedio 7 días
fr: Moyenne 7 jours
ja: 7日平均
ko: 7일 평균
pt_br: Média 7 dias
ru: 7-дневное среднее
zh_hans: 7日平均

source: A translucent container with depth
ar: حاوية شفافة بعمق
de: Ein durchscheinendes Behältnis mit Tiefenwirkung
es: Un contenedor translúcido con profundidad
fr: Un conteneur translucide avec profondeur
ja: 奥行きのある半透明のコンテナ
ko: 깊이감 있는 반투명 컨테이너
pt_br: Um contêiner translúcido com profundidade
ru: Полупрозрачный контейнер с глубиной
zh_hans: 具有深度的半透明容器

source: ADJUSTING FOR
ar: تعديل ل
de: Anpassung für
es: Ajustando por
fr: Ajustement pour
ja: 調整中
ko: 조정 중
pt_br: Ajustando para
ru: Регулировка
zh_hans: 调整

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
ja: について
ko: 정보
pt_br: Sobre
ru: О приложении
zh_hans: 关于

source: Accent Color
ar: لون التمييز
de: Akzentfarbe
es: Color de acento
fr: Couleur d’accent
ja: アクセントカラー
ko: 강조 색상
pt_br: Cor de destaque
ru: Цвет акцента
zh_hans: 强调色

source: Account
ar: حساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
ru: Учетная запись
zh_hans: 账户

source: Achievement Unlocked!
ar: تم فتح الإنجاز!
de: Erfolg freigeschaltet!
es: ¡Logro desbloqueado!
fr: Accomplissement déverrouillé !
ja: アチーブメント解除！
ko: 업적 달성!
pt_br: Conquista desbloqueada!
ru: Достижение разблокировано!
zh_hans: 成就已解锁！

source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Accomplissements
ja: アチーブメント
ko: 업적
pt_br: Conquistas
ru: Достижения
zh_hans: 成就

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
pt_br: Atividade
ru: Активность
zh_hans: 活动

source: Actual Dose
ar: الجرعة الفعلية
de: Tatsächliche Dosis
es: Dosis real
fr: Dose réelle
ja: 実際の用量
ko: 실제 용량
pt_br: Dose real
ru: Фактическая доза
zh_hans: 实际剂量

source: Add Custom Peptide
ar: إضافة ببتيد مخصص
de: Benutzerdefiniertes Peptid hinzufügen
es: Añadir péptido personalizado
fr: Ajouter un peptide personnalisé
ja: カスタムペプチドを追加
ko: 커스텀 펩타이드 추가
pt_br: Adicionar peptídeo personalizado
ru: Добавить пользовательский пептид
zh_hans: 添加自定义肽

source: Add peptide
ar: إضافة ببتيد
de: Peptid hinzufügen
es: Añadir péptido
fr: Ajouter un peptide
ja: ペプチドを追加
ko: 펩타이드 추가
pt_br: Adicionar peptídeo
ru: Добавить пептид
zh_hans: 添加肽

source: Add peptides to a protocol to get smart recommendations
ar: أضف ببتيدات إلى البروتوكول للحصول على توصيات ذكية
de: Fügen Sie einem Protokoll Peptide hinzu, um intelligente Empfehlungen zu erhalten
es: Añade péptidos a un protocolo para obtener recomendaciones inteligentes
fr: Ajoutez des peptides à un protocole pour obtenir des recommandations intelligentes
ja: プロトコルにペプチドを追加してスマートな推奨を取得
ko: 프로토콜에 펩타이드를 추가하여 스마트 추천 받기
pt_br: Adicione peptídeos a um protocolo para obter recomendações inteligentes
ru: Добавьте пептиды в протокол, чтобы получить умные рекомендации
zh_hans: 将肽添加到方案以获取智能推荐

source: Add to Stack
ar: إضافة إلى المجموعة
de: Zum Stack hinzufügen
es: Añadir a la pila
fr: Ajouter à la pile
ja: スタックに追加
ko: 스택에 추가
pt_br: Adicionar ao stack
ru: Добавить в стек
zh_hans: 添加到堆栈

source: Adjust Stack
ar: تعديل المجموعة
de: Stack anpassen
es: Ajustar pila
fr: Ajuster la pile
ja: スタックを調整
ko: 스택 조정
pt_br: Ajustar stack
ru: Отрегулировать стек
zh_hans: 调整堆栈

source: Alert Details
ar: تفاصيل التنبيه
de: Warnungsdetails
es: Detalles de alerta
fr: Détails de l'alerte
ja: アラート詳細
ko: 알림 상세
pt_br: Detalhes do alerta
ru: Сведения об оповещении
zh_hans: 警报详情

source: All doses completed for today
ar: تم إكمال جميع الجرعات لليوم
de: Alle Dosen für heute abgeschlossen
es: Todas las dosis completadas para hoy
fr: Toutes les doses complétées pour aujourd'hui
ja: 今日のすべての投与量が完了
ko: 오늘의 모든 용량 완료됨
pt_br: Todas as doses concluídas para hoje
ru: Все дозы на сегодня выполнены
zh_hans: 今天的所有剂量已完成

source: Analytics
ar: التحليلات
de: Analyse
es: Análisis
fr: Analyse
ja: 分析
ko: 분석
pt_br: Análise
ru: Аналитика
zh_hans: 分析

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

source: Applies to peptides that don't have a custom schedule.
ar: ينطبق على الببتيدات التي لا تحتوي على جدول مخصص.
de: Gilt für Peptide ohne benutzerdefinierten Zeitplan.
es: Se aplica a péptidos que no tienen un horario personalizado.
fr: S'applique aux peptides qui n'ont pas d'horaire personnalisé.
ja: カスタムスケジュールがないペプチドに適用されます。
ko: 맞춤 일정이 없는 펩타이드에 적용됩니다.
pt_br: Aplica-se a peptídeos que não têm um cronograma personalizado.
ru: Применяется к пептидам, у которых нет пользовательского расписания.
zh_hans: 适用于没有自定义时间表的肽。

source: Atlas is Locked
ar: Atlas مقفل
de: Atlas ist gesperrt
es: Atlas está bloqueado
fr: Atlas est verrouillé
ja: Atlasはロックされています
ko: Atlas가 잠금됨
pt_br: Atlas está bloqueado
ru: Atlas заблокирован
zh_hans: Atlas已锁定

source: Atlas is a tracking and educational tool. It is not a medical device, and it does not provide medical advice, diagnosis, or treatment.
ar: Atlas هي أداة تتبع وتعليمية. إنها ليست جهازاً طبياً ولا توفر نصائح أو تشخيص أو علاج طبي.
de: Atlas ist ein Tracking- und Bildungstool. Es ist kein medizinisches Gerät und bietet keine medizinische Beratung, Diagnose oder Behandlung.
es: Atlas es una herramienta de seguimiento y educativa. No es un dispositivo médico y no proporciona asesoramiento, diagnóstico o tratamiento médico.
fr: Atlas est un outil de suivi et d'éducation. Ce n'est pas un dispositif médical et il ne fournit pas de conseil, diagnostic ou traitement médical.
ja: Atlasはトラッキングおよび教育ツールです。医療機器ではなく、医学的なアドバイス、診断、または治療を提供しません。
ko: Atlas는 추적 및 교육 도구입니다. 의료 기기가 아니며 의료 조언, 진단 또는 치료를 제공하지 않습니다.
pt_br: Atlas é uma ferramenta de rastreamento e educacional. Não é um dispositivo médico e não fornece aconselhamento, diagnóstico ou tratamento médico.
ru: Atlas — это инструмент отслеживания и образования. Это не медицинское устройство и не предоставляет медицинские советы, диагнозы или лечение.
zh_hans: Atlas是一个跟踪和教育工具。它不是医疗设备，也不提供医疗建议、诊断或治疗。

source: Authenticate to access your data
ar: تحقق من صحتك للوصول إلى بياناتك
de: Authentifizieren Sie sich, um auf Ihre Daten zuzugreifen
es: Autentícate para acceder a tus datos
fr: Authentifiez-vous pour accéder à vos données
ja: 認証してデータにアクセス
ko: 인증하여 데이터에 액세스
pt_br: Autentique-se para acessar seus dados
ru: Аутентифицируйтесь для доступа к вашим данным
zh_hans: 验证以访问您的数据

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 返回

source: Before you continue
ar: قبل المتابعة
de: Bevor Sie fortfahren
es: Antes de continuar
fr: Avant de continuer
ja: 続ける前に
ko: 계속하기 전에
pt_br: Antes de continuar
ru: Прежде чем продолжить
zh_hans: 继续之前

source: Benefits
ar: الفوائد
de: Vorteile
es: Beneficios
fr: Avantages
ja: メリット
ko: 이점
pt_br: Benefícios
ru: Преимущества
zh_hans: 优势

source: Best Value
ar: أفضل قيمة
de: Bestes Preis-Leistungs-Verhältnis
es: Mejor valor
fr: Meilleur rapport qualité-prix
ja: 最高の価値
ko: 최고의 가치
pt_br: Melhor valor
ru: Лучшее соотношение цены и качества
zh_hans: 最佳价值

source: Browse the Peptides tab to explore the database
ar: تصفح علامة التبويب الببتيدات لاستكشاف قاعدة البيانات
de: Durchsuchen Sie die Registerkarte Peptide, um die Datenbank zu erkunden
es: Explora la pestaña Péptidos para navegar la base de datos
fr: Parcourez l'onglet Peptides pour explorer la base de données
ja: ペプチドタブを参照してデータベースを探索
ko: 펩타이드 탭을 검색하여 데이터베이스 탐색
pt_br: Procure na aba Peptídeos para explorar o banco de dados
ru: Просмотрите вкладку Пептиды, чтобы изучить базу данных
zh_hans: 浏览肽选项卡以探索数据库

source: CUSTOM
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 커스텀
pt_br: Personalizado
ru: Пользовательский
zh_hans: 自定义

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリー
ko: 카테고리
pt_br: Categoria
ru: Категория
zh_hans: 类别

source: Choose Language
ar: اختر اللغة
de: Sprache auswählen
es: Elegir idioma
fr: Choisir la langue
ja: 言語を選択
ko: 언어 선택
pt_br: Escolher idioma
ru: Выберите язык
zh_hans: 选择语言

source: Choose Peptides
ar: اختر الببتيدات
de: Peptide wählen
es: Elegir péptidos
fr: Choisir des peptides
ja: ペプチドを選択
ko: 펩타이드 선택
pt_br: Escolher peptídeos
ru: Выберите пептиды
zh_hans: 选择肽

source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
ja: クリア
ko: 지우기
pt_br: Limpar
ru: Очистить
zh_hans: 清除

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: Cloud sync ready
ar: المزامنة السحابية جاهزة
de: Cloud-Synchronisierung bereit
es: Sincronización en la nube lista
fr: Synchronisation cloud prête
ja: クラウド同期準備完了
ko: 클라우드 동기화 준비 완료
pt_br: Sincronização na nuvem pronta
ru: Облачная синхронизация готова
zh_hans: 云同步准备就绪

source: Coming soon
ar: قريبا
de: Kommt bald
es: Próximamente
fr: À venir
ja: 近日公開
ko: 출시 예정
pt_br: Em breve
ru: Скоро
zh_hans: 即将推出

source: Commonly Stacked With
ar: عادة ما يتم دمجه مع
de: Häufig kombiniert mit
es: Comúnmente apilado con
fr: Couramment associé avec
ja: よく組み合わせられる
ko: 일반적으로 함께 사용됨
pt_br: Comumente combinado com
ru: Часто комбинируется с
zh_hans: 通常与...堆叠

source: Contraindications
ar: موانع الاستعمال
de: Kontraindikationen
es: Contraindicaciones
fr: Contre-indications
ja: 禁忌
ko: 금기사항
pt_br: Contraindicações
ru: Противопоказания
zh_hans: 禁忌症

source: Create Your First Protocol
ar: أنشئ بروتوكولك الأول
de: Erstellen Sie Ihr erstes Protokoll
es: Crea tu primer protocolo
fr: Créez votre premier protocole
ja: 最初のプロトコルを作成
ko: 첫 번째 프로토콜 만들기
pt_br: Crie seu primeiro protocolo
ru: Создайте свой первый протокол
zh_hans: 创建您的第一个方案

source: Create your first peptide protocol to start tracking your regimen.
ar: أنشئ بروتوكول ببتيدك الأول لبدء تتبع نظامك العلاجي.
de: Erstellen Sie Ihr erstes Peptidprotokoll, um die Verfolgung Ihres Regimens zu starten.
es: Crea tu primer protocolo de péptidos para comenzar a rastrear tu régimen.
fr: Créez votre premier protocole peptidique pour commencer à suivre votre schéma.
ja: 最初のペプチドプロトコルを作成してレジメンの追跡を開始します。
ko: 첫 번째 펩타이드 프로토콜을 만들어 요법 추적을 시작하세요.
pt_br: Crie seu primeiro protocolo de peptídeos para começar a rastrear seu regime.
ru: Создайте свой первый пептидный протокол, чтобы начать отслеживание вашего режима.
zh_hans: 创建您的第一个肽方案以开始跟踪您的方案。

source: Custom Peptide
ar: ببتيد مخصص
de: Benutzerdefiniertes Peptid
es: Péptido personalizado
fr: Peptide personnalisé
ja: カスタムペプチド
ko: 커스텀 펩타이드
pt_br: Peptídeo personalizado
ru: Пользовательский пептид
zh_hans: 自定义肽

source: Custom Schedule
ar: جدول مخصص
de: Benutzerdefinierter Zeitplan
es: Horario personalizado
fr: Horaire personnalisé
ja: カスタムスケジュール
ko: 커스텀 일정
pt_br: Cronograma personalizado
ru: Пользовательское расписание
zh_hans: 自定义时间表

source: Custom schedule
ar: جدول مخصص
de: Benutzerdefinierter Zeitplan
es: Horario personalizado
fr: Horaire personnalisé
ja: カスタムスケジュール
ko: 커스텀 일정
pt_br: Cronograma personalizado
ru: Пользовательское расписание
zh_hans: 自定义时间表

source: Cycle Length
ar: طول الدورة
de: Zykluslänge
es: Duración del ciclo
fr: Durée du cycle
ja: サイクル長
ko: 사이클 길이
pt_br: Duração do ciclo
ru: Длина цикла
zh_hans: 循环长度

source: Cycle Transitions
ar: انتقالات الدورة
de: Zyklübergänge
es: Transiciones de ciclo
fr: Transitions de cycle
ja: サイクル遷移
ko: 사이클 전환
pt_br: Transições de ciclo
ru: Переходы цикла
zh_hans: 循环转变

source: Daily Compliance
ar: الامتثال اليومي
de: Tägliche Einhaltung
es: Cumplimiento diario
fr: Conformité quotidienne
ja: 日次コンプライアンス
ko: 일일 준수
pt_br: Conformidade diária
ru: Ежедневное соблюдение
zh_hans: 日常合规

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 어두움
pt_br: Escuro
ru: Тёмная
zh_hans: 深色

source: Data Export
ar: تصدير البيانات
de: Datenexport
es: Exportar datos
fr: Exporter les données
ja: データエクスポート
ko: 데이터 내보내기
pt_br: Exportar dados
ru: Экспорт данных
zh_hans: 数据导出

source: Days
ar: أيام
de: Tage
es: Días
fr: Jours
ja: 日
ko: 일
pt_br: Dias
ru: Дни
zh_hans: 天

source: Days of Week
ar: أيام الأسبوع
de: Wochentage
es: Días de la semana
fr: Jours de la semaine
ja: 曜日
ko: 요일
pt_br: Dias da semana
ru: Дни недели
zh_hans: 周天

source: Default Schedule
ar: الجدول الافتراضي
de: Standardzeitplan
es: Horario predeterminado
fr: Horaire par défaut
ja: デフォルトスケジュール
ko: 기본 일정
pt_br: Cronograma padrão
ru: Расписание по умолчанию
zh_hans: 默认时间表

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
pt_br: Excluir conta
ru: Удалить учётную запись
zh_hans: 删除账户

source: Delete Account?
ar: حذف الحساب؟
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
ja: アカウントを削除しますか？
ko: 계정을 삭제하시겠습니까?
pt_br: Excluir conta?
ru: Удалить учётную запись?
zh_hans: 删除账户？

source: Delete Protocol
ar: حذف البروتوكول
de: Protokoll löschen
es: Eliminar protocolo
fr: Supprimer le protocole
ja: プロトコルを削除
ko: 프로토콜 삭제
pt_br: Excluir protocolo
ru: Удалить протокол
zh_hans: 删除方案

source: Done
ar: تم
de: Fertig
es: Listo
fr: OK
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Dosage Information
ar: معلومات الجرعات
de: Dosierungsinformationen
es: Información de dosificación
fr: Informations de dosage
ja: 投与量情報
ko: 용량 정보
pt_br: Informações de dosagem
ru: Информация о дозировке
zh_hans: 给药信息

source: Dose Reminders
ar: تذكير بالجرعات
de: Dosiserinnerungen
es: Recordatorios de dosis
fr: Rappels de dose
ja: 用量リマインダー
ko: 복용 알림
pt_br: Lembretes de dose
ru: Напоминания о дозах
zh_hans: 剂量提醒

source: Dosing
ar: الجرعات
de: Dosierung
es: Dosificación
fr: Dosage
ja: 投与
ko: 투약량
pt_br: Dosagem
ru: Дозирование
zh_hans: 给药

source: Free Trial Active
ar: النسخة التجريبية المجانية مفعلة
de: Kostenlose Testversion aktiv
es: Prueba Gratuita Activa
fr: Essai Gratuit Actif
ja: 無料トライアル有効
ko: 무료 체험 활성화
pt_br: Teste Gratuito Ativo
ru: Бесплатный пробный период активен
zh_hans: 免费试用已激活

source: Get notified for scheduled doses
ar: احصل على إشعار للجرعات المجدولة
de: Benachrichtigung für geplante Dosen erhalten
es: Recibe avisos de dosis programadas
fr: Soyez alerté des doses programmées
ja: 予定された用量を通知
ko: 예정된 복용 알림 받기
pt_br: Receba avisos de doses agendadas
ru: Уведомления о запланированных дозах
zh_hans: 收到计划剂量的通知

source: Glass Card
ar: بطاقة زجاجية
de: Glaskarte
es: Tarjeta de Cristal
fr: Carte Verre
ja: ガラスカード
ko: 글래스 카드
pt_br: Cartão de Vidro
ru: Стеклянная карта
zh_hans: 玻璃卡

source: Got it
ar: حسناً
de: Verstanden
es: Entendido
fr: D'accord
ja: わかりました
ko: 알겠습니다
pt_br: Entendido
ru: Понял
zh_hans: 明白了

source: Guide
ar: دليل
de: Leitfaden
es: Guía
ja: ガイド
ko: 가이드
pt_br: Guia
ru: Руководство
zh_hans: 指南

source: Haptic Feedback
ar: ردود فعل لمسية
de: Haptisches Feedback
es: Vibración háptica
fr: Retour haptique
ja: 触覚フィードバック
ko: 햅틱 피드백
pt_br: Vibração tátil
ru: Тактильная отдача
zh_hans: 触感反馈

source: Health Metrics
ar: مقاييس الصحة
de: Gesundheitsmetriken
es: Métricas de Salud
fr: Métriques de Santé
ja: 健康メトリクス
ko: 건강 지표
pt_br: Métricas de Saúde
ru: Метрики здоровья
zh_hans: 健康指标

source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt_br: Início
ru: Главная
zh_hans: 主页

source: How experienced are you?
ar: ما مستوى خبرتك؟
de: Wie erfahren bist du?
es: ¿Cuál es tu experiencia?
fr: Quel est votre niveau d'expérience?
ja: 経験はどのくらいですか？
ko: 경험이 어느 정도인가요?
pt_br: Qual é sua experiência?
ru: Каков твой опыт?
zh_hans: 你有多少经验？

source: Identity
ar: الهوية
de: Identität
es: Identidad
fr: Identité
ja: アイデンティティ
ko: 신원
pt_br: Identidade
ru: Личность
zh_hans: 身份

source: In Your Stacks
ar: في مجموعاتك
de: In deinen Stacks
es: En tus Stacks
fr: Dans vos Stacks
ja: あなたのスタックで
ko: 당신의 스택에서
pt_br: Em seus Stacks
ru: В ваших стеках
zh_hans: 在你的组合中

source: Injection Site
ar: موقع الحقن
de: Injektionsstelle
es: Sitio de Inyección
fr: Site d'Injection
ja: 注射部位
ko: 주사 부위
pt_br: Local de Injeção
ru: Место инъекции
zh_hans: 注射部位

source: Insights
ar: الرؤى
de: Erkenntnisse
es: Información
fr: Aperçus
ja: インサイト
ko: 인사이트
ru: Аналитика
zh_hans: 洞察

source: Keep at least one peptide in the stack.
ar: احتفظ بـ ببتيد واحد على الأقل في المجموعة.
de: Behalte mindestens ein Peptid im Stack.
es: Mantén al menos un péptido en el stack.
fr: Gardez au moins un peptide dans le stack.
ja: スタックに少なくとも1つのペプチドを保持してください。
ko: 스택에 최소 하나의 펩티드를 유지하세요.
pt_br: Mantenha pelo menos um peptídeo no stack.
ru: Сохраните хотя бы один пептид в стеке.
zh_hans: 在组合中至少保留一个肽。

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言

source: Less
ar: أقل
de: Weniger
es: Menos
fr: Moins
ja: 少ない
ko: 적게
pt_br: Menos
ru: Меньше
zh_hans: 更少

source: Log Dose
ar: تسجيل الجرعة
de: Dosis protokollieren
es: Registrar Dosis
fr: Enregistrer la Dose
ja: 用量をログ
ko: 투약 기록
pt_br: Registrar Dose
ru: Записать дозу
zh_hans: 记录剂量

source: Mechanism of Action
ar: آلية العمل
de: Wirkungsmechanismus
es: Mecanismo de Acción
fr: Mécanisme d'Action
ja: 作用メカニズム
ko: 작용 메커니즘
pt_br: Mecanismo de Ação
ru: Механизм действия
zh_hans: 作用机制

source: Medical Disclaimer
ar: إخلاء المسؤولية الطبية
de: Medizinischer Haftungsausschluss
es: Descargo de Responsabilidad Médica
fr: Avertissement Médical
ja: 医学的免責事項
ko: 의료 면책
pt_br: Aviso Médico
ru: Медицинское уведомление
zh_hans: 医学免责声明

source: Metric (mcg)
ar: متري (ميكروغرام)
de: Metrisch (µg)
es: Métrico (mcg)
fr: Métrique (µg)
ja: メートル法 (µg)
ko: 미터법 (µg)
pt_br: Métrico (mcg)
ru: Метрическая (мкг)
zh_hans: 公制 (mcg)

source: Molecular Data
ar: البيانات الجزيئية
de: Molekulare Daten
es: Datos Moleculares
fr: Données Moléculaires
ja: 分子データ
ko: 분자 데이터
pt_br: Dados Moleculares
ru: Молекулярные данные
zh_hans: 分子数据

source: More
ar: أكثر
de: Mehr
es: Más
fr: Plus
ja: 詳細
ko: 더보기
pt_br: Mais
ru: Ещё
zh_hans: 更多

source: New personal best!
ar: رقم قياسي شخصي جديد!
de: Neuer persönlicher Rekord!
es: ¡Nuevo récord personal!
fr: Nouveau record personnel!
ja: 新しい個人ベスト！
ko: 새로운 개인 기록!
pt_br: Novo recorde pessoal!
ru: Новый личный рекорд!
zh_hans: 新的个人记录！

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
zh_hans: 下一步

source: No Protocols Yet
ar: لا توجد بروتوكولات حتى الآن
de: Noch keine Protokolle
es: Sin Protocolos Aún
fr: Aucun Protocole Encore
ja: プロトコルはまだありません
ko: 아직 프로토콜이 없음
pt_br: Nenhum Protocolo Ainda
ru: Протоколы ещё не созданы
zh_hans: 还没有协议

source: No doses scheduled today
ar: لا توجد جرعات مجدولة اليوم
de: Keine Dosen für heute geplant
es: Sin dosis programadas hoy
fr: Aucune dose prévue aujourd'hui
ja: 今日の予定用量なし
ko: 오늘 예약된 투약 없음
pt_br: Nenhuma dose agendada para hoje
ru: На сегодня не запланировано доз
zh_hans: 今天没有计划的剂量

source: No entries yet
ar: لا توجد إدخالات حتى الآن
de: Noch keine Einträge
es: Sin entradas aún
fr: Aucune Entrée Encore
ja: エントリーはまだありません
ko: 아직 항목이 없음
pt_br: Nenhuma Entrada Ainda
ru: Записей ещё нет
zh_hans: 还没有条目

source: No peptides found
ar: لم يتم العثور على ببتيدات
de: Keine Peptide gefunden
es: No se encontraron péptidos
fr: Aucun Peptide Trouvé
ja: ペプチドが見つかりません
ko: 펩티드를 찾을 수 없음
pt_br: Nenhum Peptídeo Encontrado
ru: Пептиды не найдены
zh_hans: 未找到肽

source: No peptides match
ar: لا توجد ببتيدات متطابقة
de: Keine Peptide passen
es: Ningún péptido coincide
fr: Aucun Peptide ne Correspond
ja: 一致するペプチドがありません
ko: 일치하는 펩티드 없음
pt_br: Nenhum Peptídeo Corresponde
ru: Нет совпадающих пептидов
zh_hans: 没有匹配的肽

source: No stacks yet
ar: لا توجد مجموعات حتى الآن
de: Noch keine Stacks
es: Sin stacks aún
fr: Aucun Stack Encore
ja: スタックはまだありません
ko: 아직 스택이 없음
pt_br: Nenhum Stack Ainda
ru: Стеки ещё не созданы
zh_hans: 还没有组合

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
ja: メモ
ko: 메모
pt_br: Notas
ru: Заметки
zh_hans: 笔记

source: ONE-TIME OFFER
ar: عرض لمرة واحدة
de: EINMALIGES ANGEBOT
es: OFERTA ÚNICA
fr: OFFRE UNIQUE
ja: ワンタイムオファー
ko: 일회성 오퍼
pt_br: OFERTA ÚNICA
ru: ОДНОРАЗОВОЕ ПРЕДЛОЖЕНИЕ
zh_hans: 限时优惠

source: Optional description or mechanism...
ar: وصف أو آلية اختيارية...
de: Optionale Beschreibung oder Mechanismus...
es: Descripción o mecanismo opcional...
fr: Description ou mécanisme optionnel...
ja: オプションの説明またはメカニズム...
ko: 선택적 설명 또는 메커니즘...
pt_br: Descrição ou mecanismo opcional...
ru: Дополнительное описание или механизм...
zh_hans: 可选的描述或机制...

source: Optional notes...
ar: ملاحظات اختيارية...
de: Optionale Notizen...
es: Notas opcionales...
fr: Notes optionnelles...
ja: オプションのメモ...
ko: 선택적 메모...
pt_br: Notas opcionais...
ru: Дополнительные заметки...
zh_hans: 可选笔记...

source: Optional — all features work without signing in
ar: اختياري — تعمل جميع الميزات بدون تسجيل دخول
de: Optional — alle Funktionen funktionieren ohne Anmeldung
es: Opcional — todas las funciones funcionan sin iniciar sesión
fr: Optionnel — toutes les fonctionnalités fonctionnent sans connexion
ja: オプション — すべての機能がサインインなしで機能します
ko: 선택사항 — 로그인하지 않고 모든 기능 사용 가능
pt_br: Opcional — todos os recursos funcionam sem fazer login
ru: Дополнительно — все функции работают без входа
zh_hans: 可选 — 所有功能无需登录即可使用

source: Optional — we'll use it to personalize your dashboard
ar: اختياري — سنستخدمه لتخصيص لوحة التحكم الخاصة بك
de: Optional — wir verwenden es, um dein Dashboard zu personalisieren
es: Opcional — lo usaremos para personalizar tu panel
fr: Optionnel — nous l'utiliserons pour personnaliser votre tableau de bord
ja: オプション — ダッシュボードをパーソナライズするために使用します
ko: 선택사항 — 대시보드를 개인화하는 데 사용합니다
pt_br: Opcional — usaremos para personalizar seu painel
ru: Дополнительно — мы используем это для персонализации вашей панели
zh_hans: 可选 — 我们将使用它来个性化您的仪表板

source: PRO
ar: برو
ja: プロ
ko: 프로
ru: ПРО
zh_hans: 专业版

source: PROTOCOL SCORE
ar: درجة البروتوكول
de: PROTOKOLLBEWERTUNG
es: PUNTUACIÓN DE PROTOCOLO
fr: SCORE DE PROTOCOLE
ja: プロトコルスコア
ko: 프로토콜 점수
pt_br: PONTUAÇÃO DO PROTOCOLO
ru: ОЦЕНКА ПРОТОКОЛА
zh_hans: 协议评分

source: Payment will be charged to your Apple ID. Subscription auto-renews unless cancelled at least 24 hours before the end of the current period.
ar: سيتم تحصيل الدفع من Apple ID الخاص بك. سيتم تجديد الاشتراك تلقائياً إلا إذا تم إلغاؤه قبل نهاية الفترة الحالية بـ 24 ساعة على الأقل.
de: Die Zahlung wird auf deine Apple ID belastet. Das Abonnement wird automatisch verlängert, es sei denn, es wird mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt.
es: El pago se cargará a tu Apple ID. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual.
fr: Le paiement sera débité de votre Apple ID. L'abonnement se renouvelle automatiquement sauf s'il est annulé au moins 24 heures avant la fin de la période actuelle.
ja: お支払いはApple IDに請求されます。現在の期間終了の少なくとも24時間前にキャンセルしない限り、サブスクリプションは自動的に更新されます。
ko: 결제는 Apple ID에 청구됩니다. 현재 기간이 끝나기 최소 24시간 전에 취소하지 않으면 구독이 자동으로 갱신됩니다.
pt_br: O pagamento será cobrado na sua Apple ID. A assinatura se renova automaticamente a menos que seja cancelada com pelo menos 24 horas de antecedência antes do final do período atual.
ru: Платеж будет взиман с вашего Apple ID. Подписка автоматически продлевается, если не отменена как минимум за 24 часа до окончания текущего периода.
zh_hans: 付款将从您的Apple ID中扣除。订阅会自动续订，除非在当前周期结束前至少24小时取消。

source: Peptides
ar: الببتيدات
de: Peptide
es: Péptidos
ja: ペプチド
ko: 펩타이드
pt_br: Peptídeos
ru: Пептиды
zh_hans: 多肽

source: Per-Peptide Schedule
ar: جدول كل ببتيد
de: Zeitplan pro Peptid
es: Horario por Péptido
fr: Horaire par Peptide
ja: ペプチド別スケジュール
ko: 펩티드별 일정
pt_br: Cronograma por Peptídeo
ru: Расписание по пептидам
zh_hans: 每个肽的时间表
